Repository: leka/ios-monorepo
Catalog: Apps/LekaApp/Resources/l10n/Localizable.xcstrings
Source language: en
Languages: fr

# lekaapp.TextFieldEmail.invalidEmailErrorLabel
source: The email is not valid
fr: L'adresse email n'est pas valide

# lekaapp.TextFieldPassword.invalidPasswordErrorLabel
source: 12 characters minimum, no spaces
fr: Minimum 12 caractères, sans espaces

# lekaapp.TextFieldPassword.label
source: Password
fr: Mot de passe

# lekaapp.account_creation_process.navigation_title
source: Account Creation Process
fr: Processus de création de compte

# lekaapp.account_creation_process.step_1.go_button
source: Let's start! 👉
fr: Commençons ! 👉

# lekaapp.account_creation_process.step_1.message
source: We will now guide you throught the creation of your account and the different steps. Ready?
fr: Nous allons maintenant vous guider à travers la création de votre compte et les différentes étapes. Prêt(e)?

# lekaapp.account_creation_process.step_1.title
source: Welcome to our account creation process! 👋
fr: Bienvenue dans notre processus de création de compte ! 👋

# lekaapp.account_creation_process.step_2.create_button
source: Create
fr: Créer

# lekaapp.account_creation_process.step_2.message
source: First, let's create your profile as a caregiver.
fr: Tout d'abord, créons votre profil en tant qu'accompagnant.

# lekaapp.account_creation_process.step_2.skip_button
source: Skip this step
fr: Passer cette étape

# lekaapp.account_creation_process.step_2.title
source: Step 1 - Caregiver profile
fr: Étape 1 - Profil de l'accompagnant

# lekaapp.account_creation_process.step_3.create_button
source: Create
fr: Créer

# lekaapp.account_creation_process.step_3.message
source: We will now create your first care receiver profile.
fr: Nous allons maintenant créer un profil profil de personne accompagnée.

# lekaapp.account_creation_process.step_3.skip_button
source: Skip this step
fr: Passer cette étape

# lekaapp.account_creation_process.step_3.title
source: Step 2 - Care receiver profile
fr: Étape 2 - Profil de la personne accompagnée

# lekaapp.account_creation_process.step_4.discover_content_button
source: Let's go! 🚀
fr: Allons-y ! 🚀

# lekaapp.account_creation_process.step_4.message
source: You have just completed the onboarding! You can now discover the Leka App and dive deep in our educational content!
fr: Vous voilà prêt ! Vous pouvez maintenant découvrir l'appli Leka et approfondir notre contenu éducatif !

# lekaapp.account_creation_process.step_4.title
source: 🎉 Congratulations! 👏
fr: 🎉 Félicitations ! 👏

# lekaapp.account_creation_view.connection_button
source: Connection
fr: Connexion

# lekaapp.account_creation_view.create_account_title
source: Create an account
fr: Créer un compte

# lekaapp.account_creation_view.email_verification_alert.message
source: An email has been sent to the address provided. Please click on the link to confirm your email address.
fr: Un email a été envoyé à l'adresse indiquée. Veuillez cliquer sur le lien pour confirmer votre adresse e-mail.

# lekaapp.account_creation_view.email_verification_alert.title
source: Confirm your email address
fr: Confirmez votre adresse email

# lekaapp.account_creation_view.signup_failed_error
source: Sign-up failed. Please try again later.
fr: Nous avons rencontré un problème lors de la création de votre compte. Veuillez réessayer.

# lekaapp.avatar_picker.close_button_label
source: Close
fr: Fermer

# lekaapp.avatar_picker.select_button_label
source: Select
fr: Sélectionner

# lekaapp.avatar_picker.title
source: Avatar choice
fr: Choix de l'avatar

# lekaapp.caregiver_creation.avatar_choice_button
source: Choose an avatar
fr: Choisir un avatar

# lekaapp.caregiver_creation.caregiver_birthdate_label
source: Birthdate
fr: Date de naissance

# lekaapp.caregiver_creation.caregiver_first_name_label
source: First name
fr: Prénom

# lekaapp.caregiver_creation.caregiver_last_name_label
source: Last name
fr: Nom

# lekaapp.caregiver_creation.caregiver_placeholder_email
source: optional
fr: facultatif

# lekaapp.caregiver_creation.caregiver_placeholder_first_name
source: required
fr: obligatoire

# lekaapp.caregiver_creation.caregiver_placeholder_last_name
source: optional
fr: facultatif

# lekaapp.caregiver_creation.close_button_label
source: Close
fr: Fermer

# lekaapp.caregiver_creation.create_profile_button_label
source: Create profile
fr: Créer le profil

# lekaapp.caregiver_creation.email_whitespaces_error_message
source: Email cannot contain spaces or line breaks
fr: L’e-mail ne doit pas contenir d’espaces ou de sauts de ligne

# lekaapp.caregiver_creation.title
source: Create a caregiver profile
fr: Créer un profil d'accompagnant

# lekaapp.caregiver_list.create_button_label
source: Create profile
fr: Créer un profil

# lekaapp.caregiver_list.create_first_caregiver.create_button_label
source: Create your first caregiver profile
fr: Créer votre premier profil accompagnant

# lekaapp.caregiver_list.create_first_caregiver.message
source: No caregiver profiles have been created yet.
fr: Aucun profil d'accompagnant n'a été créé pour le moment.

# lekaapp.caregiver_list.description
source: Access and modify the profiles of professionals and caregivers, view statistics and usage history.
fr: Accédez et modifiez les profils des professionnels et accompagnants, visualisez les statistiques et l'historique d'utilisation.

# lekaapp.caregiver_list.subtitle
source: Manage profiles and track caregiver activities.
fr: Gérez les profils et suivez les activités des accompagnants.

# lekaapp.caregiver_list.title
source: Caregivers
fr: Accompagnants

# lekaapp.caregiver_picker.add_first_caregiver.add_button_label
source: Add your first caregiver profile
fr: Créer votre premier profil Accompagnant

# lekaapp.caregiver_picker.add_first_caregiver.message
source: No caregiver profiles have been created yet.
fr: Aucun profil d'accompagnant n'a été créé pour le moment.

# lekaapp.caregiver_picker.close_button_label
source: Close
fr: Fermer

# lekaapp.caregiver_picker.create_button_label
source: Create profile
fr: Créer un profil

# lekaapp.caregiver_picker.title
source: Select your profile
fr: Sélectionner votre profil

# lekaapp.carereceiver_creation.avatar_choice_button
source: Choose an avatar
fr: Choisir un avatar

# lekaapp.carereceiver_creation.carereceiver_name_label
source: Username
fr: Nom d'utilisateur

# lekaapp.carereceiver_creation.carereceiver_placeholder_name
source: required
fr: obligatoire

# lekaapp.carereceiver_creation.close_button_label
source: Close
fr: Fermer

# lekaapp.carereceiver_creation.create_profile_button_label
source: Create profile
fr: Créer le profil

# lekaapp.carereceiver_creation.title
source: Create a carereceiver profile
fr: Créer un profil de personne accompagnée

# lekaapp.carereceiver_list.create_button_label
source: Create profile
fr: Créer un profil

# lekaapp.carereceiver_list.create_first_carereceiver.create_button_label
source: Create your first care receiver profile
fr: Créer votre premier profil de personne accompagnée

# lekaapp.carereceiver_list.create_first_carereceiver.message
source: No care receiver profiles have been created yet.
fr: Aucun profil de personne accompagnée n'a été créé pour le moment.

# lekaapp.carereceiver_list.description
source: Edit care receiver profiles, track their progress, and access activity history for tailored support and engagement.
fr: Modifiez les profils des personnes accompagnées, suivez leur progression et accédez à l'historique de leur activité pour un suivi personnalisé.

# lekaapp.carereceiver_list.subtitle
source: Detailed tracking and management of care receiver profiles.
fr: Suivi détaillé et gestion des profils des personnes accompagnées.

# lekaapp.carereceiver_list.title
source: Care receivers
fr: Personnes accompagnées

# lekaapp.carereceiver_picker.close_button_label
source: Close
fr: Fermer

# lekaapp.carereceiver_picker.create_first_carereceiver.button_label
source: Go to Care Receivers section
fr: Aller à la section Personnes Accompagnées

# lekaapp.carereceiver_picker.create_first_carereceiver.message
source: No care receiver profiles have been created yet. You can create one in the Care Receivers section.
fr: Aucun profil de personne accompagnée n'a été créé pour le moment. Vous pouvez en créer un en vous rendant dans la section Personnes Accompagnées

# lekaapp.carereceiver_picker.select_button_label
source: Select
fr: Sélectionner

# lekaapp.carereceiver_picker.skip_button_label
source: Continue without profile
fr: Continuer sans profil

# lekaapp.carereceiver_picker.title
source: Who do you do this activity with?
fr: Avec qui faites vous cette activité ?

# lekaapp.category_search_view.browse_skills_title
source: Browse skills
fr: Parcourir les compétences

# lekaapp.connection_view.alert_message
source: For security reasons, changes to your email or password need to be handled by our support team. Please contact us at support@leka.io and we'll be happy to assist you with updating your account information.
fr: Pour des raisons de sécurité, les modifications de l'e-mail ou du mot de passe doivent être traitées par notre équipe support. Veuillez nous contacter à support@leka.io et nous serons heureux de vous aider à mettre à jour les informations de votre compte.

# lekaapp.connection_view.alert_title
source: Forgot Password?
fr: Mot de passe oublié ?

# lekaapp.connection_view.connection_button
source: Connect
fr: Se connecter

# lekaapp.connection_view.password_forgotten_button
source: Forgot password?
fr: Mot de passe oublié ?

# lekaapp.connection_view.signin_failed_error
source: Sign-in failed. Please try again.
fr: Nous avons rencontré un problème lors de la connexion à votre compte. Veuillez réessayer.

# lekaapp.connection_view.title
source: Account connection
fr: Connexion au compte

# lekaapp.edit_caregiver_view.appearance_section.accent_color_row.title
source: Color Theme
fr: Thème de couleur

# lekaapp.edit_caregiver_view.appearance_section.appearance_row.title
source: Dark Mode
fr: Mode sombre

# lekaapp.edit_caregiver_view.close_button_label
source: Close
fr: Fermer

# lekaapp.edit_caregiver_view.navigation_title
source: Edit my profile
fr: Éditer mon profil

# lekaapp.edit_caregiver_view.save_button_label
source: Save
fr: Enregistrer

# lekaapp.edit_carereceiver_view.close_button_label
source: Close
fr: Fermer

# lekaapp.edit_carereceiver_view.navigation_title
source: Edit profil
fr: Éditer le profil

# lekaapp.edit_carereceiver_view.save_button_label
source: Save
fr: Enregistrer

# lekaapp.empty_favorites_placedholder_view.button_instruction
source: button on any activity, curriculum, or story to add them to your Favorites.
fr: dans n'importe quelle activité, parcours ou histoire pour les ajouter à vos Favoris.

# lekaapp.empty_favorites_placedholder_view.library_is_empty
source: Your Favorites are Empty
fr: Votre liste de Favoris est vide

# lekaapp.empty_favorites_placedholder_view.remove_items
source: You can remove items from your Favorites using the same button.
fr: Vous pouvez supprimer des éléments de votre liste de Favoris en utilisant le même bouton.

# lekaapp.empty_favorites_placedholder_view.tap_the
source: Tap the
fr: Appuyez sur le bouton

# lekaapp.empty_library_placedholder_view.button_instruction
source: button on any activity, curriculum, or story to add them to your Library.
fr: dans n'importe quelle activité, parcours ou histoire pour les ajouter à votre Bibliothèque.

# lekaapp.empty_library_placedholder_view.library_is_empty
source: Your Library is Empty
fr: Votre Bibliothèque est vide

# lekaapp.empty_library_placedholder_view.remove_items
source: You can remove items from your Library using the same button.
fr: Vous pouvez supprimer des éléments de votre Bibliothèque en utilisant le même bouton.

# lekaapp.empty_library_placedholder_view.tap_the
source: Tap the
fr: Appuyez sur le bouton

# lekaapp.forgot_password_view.context_message
source: For security reasons, we do not have access to your password, and therefore cannot provide it to you. However, you can change your password after filling in your email address below. You will then receive an email allowing you to choose a new one.
fr: Pour des raisons de sécurité, nous n’avons pas accès à votre mot de passe et ne pouvons donc pas vous le fournir. Cependant, vous pouvez changer votre mot de passe après avoir rempli votre adresse e-mail ci-dessous. Vous recevrez ensuite un e-mail vous permettant d’en choisir un nouveau.

# lekaapp.forgot_password_view.error_alert_title
source: Password Reset Error
fr: Erreur de changement de Mot de passe

# lekaapp.forgot_password_view.reset_password_button_label
source: Reset Password
fr: Réinitialiser le mot de passe

# lekaapp.forgot_password_view.reset_password_error_alert_message
source: We encountered an issue sending you an e-mail to reset your password. Please try again. If the problem persists, contact our support team for assistance.
fr: Nous avons rencontré un problème lors de l'envoi d'un e-mail pour changer votre mot de passe. Veuillez réessayer. Si le problème persiste, contactez notre équipe d'assistance pour obtenir de l'aide.

# lekaapp.forgot_password_view.reset_password_success_alert_message
source: The e-mail to change your password was sent successfuly. Please check your inbox.
fr: L'e-mail de changement de mot de passe a été envoyé avec succès. Veuillez vérifier votre boîte de réception.

# lekaapp.forgot_password_view.success_alert_title
source: Reset Password
fr: Changement de mot de passe

# lekaapp.forgot_password_view.title
source: Reset Password
fr: Changement de Mot de Passe

# lekaapp.main_view.app_update_alert.action
source: Update now
fr: Mettre à jour maintenant

# lekaapp.main_view.app_update_alert.message
source: Enjoy new features by updating to the latest version of Leka!
fr: Profitez des nouvelles fonctionnalités en téléchargeant la nouvelle mise à jour de l’app Leka !

# lekaapp.main_view.app_update_alert.reminder
source: Remind me later
fr: Me le rappeler plus tard

# lekaapp.main_view.app_update_alert.title
source: New update available
fr: Nouvelle mise à jour disponible

# lekaapp.main_view.detailView.disconnected_library_message
source: Log in to your account to access your personal library.
fr: Connectez-vous à votre compte pour accéder à votre bibliothèque personnelle.

# lekaapp.main_view.os_update_alert.action
source: Update now
fr: Mettre à jour maintenant

# lekaapp.main_view.os_update_alert.message
source: A new version of iPadOS is available! Update now to enjoy enhanced performance, security, and compatibility with the latest features of our app.
fr: Une nouvelle version d'iPadOS est disponible ! Mettez à jour dès maintenant pour profiter de meilleures performances, d’une sécurité renforcée et d’une compatibilité optimale avec les dernières fonctionnalités de notre application.

# lekaapp.main_view.os_update_alert.reminder
source: Remind me later
fr: Me le rappeler plus tard

# lekaapp.main_view.os_update_alert.title
source: Update your iPad to the Latest iPadOS Version
fr: Mettez à jour votre iPad vers la dernière version d'iPadOS

# lekaapp.main_view.sidebar.category_label.caregivers
source: Caregivers
fr: Accompagnants

# lekaapp.main_view.sidebar.category_label.carereceivers
source: Care Receivers
fr: Personnes Accompagnées

# lekaapp.main_view.sidebar.category_label.curriculums
source: Curriculums
fr: Parcours

# lekaapp.main_view.sidebar.category_label.educational_games
source: Educational Games
fr: Jeux Éducatifs

# lekaapp.main_view.sidebar.category_label.gamepads
source: Gamepads
fr: Manettes

# lekaapp.main_view.sidebar.category_label.home
source: Home
fr: Accueil

# lekaapp.main_view.sidebar.category_label.library_activities
source: Activities
fr: Activités

# lekaapp.main_view.sidebar.category_label.library_curriculums
source: Curriculums
fr: Parcours

# lekaapp.main_view.sidebar.category_label.library_stories
source: Stories
fr: Histoires

# lekaapp.main_view.sidebar.category_label.news
source: News
fr: Nouveautés

# lekaapp.main_view.sidebar.category_label.none
source: Select a category
fr: Sélectionnez une catégorie

# lekaapp.main_view.sidebar.category_label.resources_deep_dive
source: Deep Dive
fr: Aller Plus Loin

# lekaapp.main_view.sidebar.category_label.resources_first_steps
source: First steps
fr: Premiers Pas

# lekaapp.main_view.sidebar.category_label.resources_video
source: Videos
fr: Vidéos

# lekaapp.main_view.sidebar.category_label.search
source: Search
fr: Recherche

# lekaapp.main_view.sidebar.category_label.stories
source: Stories
fr: Histoires

# lekaapp.main_view.sidebar.section.content
source: Content
fr: Contenu

# lekaapp.main_view.sidebar.section.information
source: Information
fr: Informations

# lekaapp.main_view.sidebar.section.library
source: Library
fr: Bibliothèque

# lekaapp.main_view.sidebar.section.monitoring
source: Users
fr: Utilisateurs

# lekaapp.main_view.sidebar.section_resources
source: Resources
fr: Ressources

# lekaapp.news_view.title
source: News
fr: Nouveautés

# lekaapp.profession_picker.close_button_label
source: Close
fr: Fermer

# lekaapp.profession_picker.other_label
source: Other (specify)
fr: Autre (préciser)

# lekaapp.profession_picker.select_button_label
source: Select
fr: Sélectionner

# lekaapp.profession_picker.title
source: Profession List
fr: Liste des professions

# lekaapp.re_authentication_view.cancel_reset_password_button_label
source: Cancel
fr: Annuler

# lekaapp.re_authentication_view.confirm_reset_password_alert_message
source: We will send you an e-mail with a link to reset your password. Are you sure you want to continue?
fr: Nous vous enverrons un e-mail avec un lien pour réinitialiser votre mot de passe. Es-tu sur de vouloir continuer?

# lekaapp.re_authentication_view.confirm_reset_password_alert_title
source: Are you sure you want to reset your password?
fr: Êtes-vous sûr de vouloir réinitialiser votre mot de passe ?

# lekaapp.re_authentication_view.connection_button
source: Delete Account
fr: Supprimer le Compte

# lekaapp.re_authentication_view.context_message
source: Please enter your password to confirm that you want to permanently delete your account. Once you delete your account, there is no going back. **All your data will be lost forever.** *Please be certain.*
fr: Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte. Une fois votre compte supprimé, vous ne pourrez plus revenir en arrière. **Toutes vos données seront perdues à jamais.** *Êtes-vous sûr(e) de vous ?*

# lekaapp.re_authentication_view.password_forgotten_button
source: Forgot Password?
fr: Mot de Passe Oublié ?

# lekaapp.re_authentication_view.re_authentication_failed_error
source: Authentication failed. Please verify your password.
fr: L'authentification a échoué. Veuillez vérifier votre mot de passe.

# lekaapp.re_authentication_view.reset_password_button_label
source: Reset Password
fr: Réinitialiser le mot de passe

# lekaapp.re_authentication_view.title
source: Confirm Account Deletion
fr: Confirmer la Suppression du Compte

# lekaapp.reinforcer_picker.description
source: Reinforcer is a repetitive light effect from the robot that you can activate to reward the user's behavior. If your robot is connected, you can test the reinforcers before choosing one.
fr: Le renforçateur est un effet lumineux répétitif du robot que vous pourrez actionner pour récompenser le comportement de l'utilisateur. Si votre robot est connecté, vous pouvez tester les renforçateurs avant d'en choisir un.

# lekaapp.reinforcer_picker.header
source: Reinforcer choice
fr: Choix du renforçateur

# lekaapp.robot_connection_label.text_connected_to
source: Connected to
fr: Connecté à

# lekaapp.robot_connection_label.text_not_connected
source: Connect to your Leka
fr: Connectez-vous à votre Leka

# lekaapp.settings_label.button_label
source: Settings
fr: Réglages

# lekaapp.settings_view.account_section.delete_account.alert_cancel_button_label
source: Cancel
fr: Annuler

# lekaapp.settings_view.account_section.delete_account.alert_delete_button_label
source: Delete
fr: Supprimer

# lekaapp.settings_view.account_section.delete_account.alert_message
source: Are you certain you want to delete your account? This action cannot be undone.
fr: Êtes-vous sûr(e) de vouloir supprimer votre compte ? Cette action est irréversible.

# lekaapp.settings_view.account_section.delete_account.alert_title
source: Delete Account?
fr: Supprimer Le Compte ?

# lekaapp.settings_view.account_section.delete_account.button_label
source: Delete Account
fr: Supprimer Le Compte

# lekaapp.settings_view.account_section.delete_account.error_alert_message
source: We encountered an issue deleting your account. Please try again. If the problem persists, contact our support team for assistance.
fr: Nous avons rencontré un problème lors de la suppression de votre compte. Veuillez réessayer. Si le problème persiste, contactez notre équipe d'assistance pour obtenir de l'aide.

# lekaapp.settings_view.account_section.delete_account.error_alert_title
source: Account Deletion Error
fr: Erreur de suppression de compte

# lekaapp.settings_view.account_section.log_in_sign_up.button_label
source: Log In / Sign Up
fr: Se Connecter / Créer un Compte

# lekaapp.settings_view.account_section.log_out.alert_button_label
source: Log out
fr: Se déconnecter

# lekaapp.settings_view.account_section.log_out.alert_message
source: Are you sure you want to log out? You will need to enter your email and password to log back in.
fr: Êtes-vous sûr de vouloir vous déconnecter? Vous devrez saisir votre email et votre mot de passe pour vous reconnecter.

# lekaapp.settings_view.account_section.log_out.alert_title
source: Confirm Logout
fr: Confirmer La Déconnexion

# lekaapp.settings_view.account_section.log_out.button_label
source: Log Out
fr: Se Déconnecter

# lekaapp.settings_view.account_section.log_out.error_alert_message
source: We encountered an issue logging you out. Please try again. If the problem persists, contact our support team for assistance.
fr: Nous avons rencontré un problème lors de votre déconnexion. Veuillez réessayer. Si le problème persiste, contactez notre équipe d'assistance pour obtenir de l'aide.

# lekaapp.settings_view.account_section.log_out.error_alert_title
source: Logout Error
fr: Erreur de déconnexion

# lekaapp.settings_view.app_update_section.button_label
source: Update now
fr: Mettre à jour

# lekaapp.settings_view.app_update_section.title
source: A new update is available!
fr: Une nouvelle mise à jour est disponible !

# lekaapp.settings_view.change_language_section.button_label
source: Change App Language
fr: Changer la Langue de l'Application

# lekaapp.settings_view.close_button_label
source: Close
fr: Fermer

# lekaapp.settings_view.credentials_section.change_credentials.alert_message
source: We will send you an e-mail with a link to change your password. Are you sure you want to continue?
fr: Nous vous enverrons un e-mail avec un lien pour modifier votre mot de passe. Es-tu sur de vouloir continuer?

# lekaapp.settings_view.credentials_section.change_credentials.alert_title
source: Are you sure you want to change your password?
fr: Êtes-vous sûr de vouloir changer votre mot de passe ?

# lekaapp.settings_view.credentials_section.change_credentials.button_label
source: Change Password
fr: Changer le Mot de Passe

# lekaapp.settings_view.credentials_section.change_credentials.error_alert_message
source: We encountered an issue while attempting to send the email. Please try again later or contact support if the problem persists.
fr: Nous avons rencontré un problème lors de l'envoi de l'e-mail. Veuillez réessayer plus tard ou contacter le support si le problème persiste.

# lekaapp.settings_view.credentials_section.change_credentials.error_alert_title
source: Failed to Send Email
fr: Échec de l'Envoi de l'Email
